[
    {
        "学校": "UC_Berkeley",
        "学年": "Spring 2019",
        "学院": "Anthropology",
        "课程名": "Anthro 2AC",
        "教授": "Lightfoot",
        "测试样式": "v0",
        "syllabus": " FRE-GY 6273  Spring  2025 Front Matter and Syllabus – Professor Philips  \nClass timings: Thursdays 2 PM – 4:30 PM  in Room RH 301. \nOffice Hours : Flexible office hours, held online via Zoom . \ne-mail:  tp55@nyu.edu  \nObjectives: To study Corporate Valuation in sufficient breadth to allow a student  to value a \nwide range of businesses, ranging from startups to mature businesses . We will study financial  \naccounting  and modeling , learn how  they are used  to build financial models for businesses, \nand then explore  cash flo w- and multiples -based  approaches to valuin g mature businesses  \nwith a focus on statistical robustness . We will also study  the venture capital cycle and work \nwith entrepreneurs and venture capitalists to model and value their start -ups. Time \npermitting, we will study valuation for  corporate events such as  mergers and acquisitions . \nClass Structure: Each 2 ½ hr. class has three segments. The first  ½ hour is a review session . \nIt is followed  by two one-hour lectures with a break  in between . We will have multiple  \nentrepreneur s and VCs describe their startup s, and students will present their valuations to \nthe entrepreneur s. As the entrepreneurs and VCs are located all around the world, students \nmust make time to participate in these conversations outside of class hours  over Zoom.  \nPreparatory work:  I will provide materials that should be read ahead of each class , and \nextra credit  is given for completing a short feedback form each week that lets me know what \nparts of the lecture you had difficulty with.  \nHomework , project , and exams: There is a homework assignment each week as well as a \nfinal exam  and a valuation project. T he class will be broken up into a set of teams , each of \nwhich will be tasked with creating an equity research report with its ac companying valuation \nmodel for a company of their choice. The reports will be presented at a competition at the \nend of the course . Additionally, team  member s work together to value  startups  and present \ntheir valuation s to the participating entrepreneurs and VCs . \nGenerative AI : Students may use generative AI with their classwork and  homework, but  not \nthe exam, and  must declare their use of AI and su bmit the prompts used along with their \nassignments and project reports . \nGrades:  35% Homework, 25% Final  exam, 20% VC valuations , 20% Group Project . I will \nuse the FRE grading rubric  to determine grades. Unexcused absences or being late to class \nwill be penalized : 1% will be deducted from your grade each time you are late or absent.  \nText book s: Holthausen and Zmijewski (20 20), Corporate Valuation: Theory, Evidence and \nPractice , Sommers, Easton and Drake (202 1), Valuation Using Financial Statements .  \nSoftware:  Calcbench , TracXn and PitchBook are essential  for downloading  financial \nstatements  and VC funding , as is Excel . GnuCash is an open -source accounting package that \nwe will use to study accounting and the creation of financial statements . \nPrerequisites:  Graduate standing  at Tandon (I will teach th e accounting required for the \ncourse) . You are strongly encourage d to take Professor Dan Gode’s class es on Financial \nModeling  and Business Drivers . \n FRE-GY 6273  Spring  2025 Front Matter and Syllabus – Professor Philips  \nMoses Center Statement of Disability  \n \nIf you are student with a disability who is requesting accommodations, please contact New \nYork University’s Moses  Center for Students with Disabilities (CSD) at 212-998-4980  or \nmosescsd@nyu.edu .  You must be registered with CSD to receive \naccommodations.  Information about the Moses  Center can be found at www.nyu.edu/csd . \nThe Moses  Center is located at 726 Broad way on the 3r d floor.  \n \nNYU  School of Engineering Policies and Procedures on Academic Misconduct  \nA. Introduction: The School of Engineering encourages academic excellence in an \nenvironment that promotes honesty, integrity, and fairness, and students at the \nSchool of Engineering are expected to exhibit those qualities in their academic \nwork. It is through  the process of submitting their own work and receiving honest \nfeedback on that work that students may progress academically. Any act of \nacademic dishonesty is seen as an attack upon the School and will not be \ntolerated. Furthermore, those who breach the S chool’s rules on academic integrity \nwill be sanctioned under this Policy. Students are responsible for familiarizing \nthemselves with the School’s Policy on Academic Misconduct.  \n \nB. Definition: Academic dishonesty may include misrepresentation, deception, \ndishonesty, or any act of falsification committed by a student to influence a grade \nor other academic evaluation. Academic dishonesty also includes intentionally \ndamaging the academi c work of others or assisting other students in acts of \ndishonesty. Common examples of academically dishonest behavior include, but \nare not limited to, the following:  \n \n1. Cheating: intentionally using or attempting to use unauthorized notes, \nbooks, electronic media, or electronic communications in an exam; talking \nwith fellow students or looking at another person’s work during an exam; \nsubmitting work prepared in advance fo r an in -class examination; having \nsomeone take an exam for you or taking an exam for someone else; \nviolating other rules governing the administration of examinations.  \n2. Fabrication:  including but not limited to, falsifying experimental data \nand/or citations.  \n3. Plagiarism: intentionally or knowingly representing the words or ideas of \nanother as one’s own in any academic exercise; failure to attribute direct \nquotations, paraphrases, or borrowed facts or information.  \n4. Unauthorized collaboration: working together on work that was meant to \nbe done individually.  \n5. Duplicating work: presenting for grading the same work for more than one \nproject or in more than one class, unless express and prior permission has \nbeen received from the course instructor(s) or research adviser involved.  \n6. Forgery: altering any academic document, including, but not limited to, \nacademic records, admissions materials, or medical excuses.  \n FRE-GY 6273  Spring  2025 Front Matter and Syllabus – Professor Philips  \nModule 1: Overview of Valuation and Accounting  \na. Approaches to valuation  and their zones of relevance  \nb. Valuing mature firms (public) vs. valuing startups  (private)  \nc. Introduction to Accounting  \nd. Financial Statement Analysis  and its use in valuation  \nModule 2: Building Financial Models for Valuation  \na. Business Drivers: The key drivers of firm value  \nb. Financial modeling: Turning operating  decisions into financial models  \nModule 3: Accounting -based Valuation  and the Cost of Capital  \na. Reconceptualizing valuation using the Edwards -Bell-Ohlson Equation  \nb. Modeling intangible assets  \nc. Estimating the cost of debt, equity and assets.  \nd. The weighted average cost of capital  \nModule 4: Robust Statistics  and Probabilistic  Models  \na. Summary statistics , Plug-in Estimators  and Ordinary Least Squares  \nb. Robust Statistics and Robust Regression  \nc. Factor Models : CAPM , Fama -French and the Hou-Mo-Xue-Zhang  Model s \nd. Probabilistic models for valuing moonshots  (e.g. drug development)  \nModule 5: Relative Valuation  \na. Valuation in information deserts  \nb. Appl ications of  robust statisti cs to relative valuation  \nModule 6: Private Equity , Corporate Transactions  and Illiquid markets  \na. Private Equity: Modeling value creation in Mergers and Acquisitions  \nb. Valuation in illiquid markets  \nModule 7: Valuation in Multiple Currencies and in Inflationary Environments  \na. The impact of inflation: The Modigliani -Cohn framework  \nb. Restating financial statements in a hard currency  \nc. Valuing foreign firms and multinationals  \n \nClass discussion s with Venture Capitalists and Entrepreneurs   \nProject Presentations   \nFinal Exam  \n  \n FRE-GY 6273  Spring  2025 Front Matter and Syllabus – Professor Philips  \nCourse Description on  the FRE  Course Listing Website  \nThis course provides students with the theoretical, analytical , and financial modeling \nskills needed to value firms ranging from early -stage startups to mature giants. Students will  \nuse the material they learn to  build and present a comprehensive valuation model for a \nmature company and will also present their valuation s of a wide range of  startup s to their \nventure backers and management team s. While there are no prerequisites  (the course will \ncover the basics of accounting  and discounting ), students must be pre pared to spend a \nsignificant amount of time outside of class to i nteract with entrepreneurs and venture \ncapital ists in a variety of time zones around the world over Zoom.  "
    },
    {
        "学校": "Stanford",
        "学年": "Fall 2019",
        "学院": "Computer Science",
        "课程名": "CS 229",
        "教授": "Andrew Ng",
        "测试样式": "v0",
        "syllabus": "NYU Stern: Foundations of Finance\nFINC-UB.0002.001, FINC-UB.0002.002\nLast edit: October 5, 2024\nPreliminary syllabus, subject to change.\nSpring 2025 Professor Toomas Laarits\nOffice Hours: KMC 9–55\nMondays 11am-12pm; Wednesdays 4-5pm; tlaarits@stern.nyu.edu\nDescription: This course is a rigorous, quantitative introduction to fundamental principles of\nasset valuation. The main topics of the course are the time value of money, portfolio selection,\nequilibrium asset pricing (CAPM), equity valuation, arbitrage pricing, fixed income securities,\nand derivatives. The key analytical concepts we will study are present value, risk, diversification,\narbitrage, and option value. The tools we develop have immediate applications to real-world\nfinancial decisions. I will emphasize how the course material relates to current events.\nTeaching Assistants:\nDan Milo , Stern PhD student. dm4766@stern.nyu.edu\nKasha Bhatia , Stern Undergraduate student. kb3866@stern.nyu.edu\nEric Markov , Stern Undergraduate student. em4624@nyu.edu\nWilson Merchan , Stern Undergraduate student. wm2228@stern.nyu.edu\nOffice hours schedule will be posted weekly on course website.\nSchedule and Format: We will have 27 class meetings and two exams. A detailed schedule\nis at the end of this syllabus. Classes will meet:\n– Section 001: Monday, Wednesday, 9:30am–10:45am, Classroom TBA.\n– Section 002: Monday, Wednesday, 3:30pm–4:45pm, Classroom TBA.\nThe scheduled midterm exam date is Monday, March 17. The final exam will take place during\nthe exam week, with the exact time to be scheduled by the registrar, depending on your section.\nPlease review the course schedule now.\nI plan to record all class meetings, but there will be no option to join via Zoom. Lecture\nrecordings and annotated slides will be available on the course website. Both the midterm and\nfinal exams will be in person.\nClassroom Etiquette: Please respect your fellow students. Each class starts and ends on\ntime. Please give yourself time to arrive and mute your devices.\nStudent questions have positive externalities, so I strongly encourage you to speak up! Please\nsee the grading section on how participation matters for your grade. It is the expectation that\neveryone commits to making this an inclusive learning environment for all.\nPrerequisites: To succeed in this class, you must be comfortable with introductory statistics,\n1\ncalculus, and microeconomics. I strongly encourage you to review Handout 0 on statistics at\nthe beginning of the semester. That said, I aim to make the course self-contained.\nCourse Materials: The main class material consists of materials that will be handed out in\nclass and posted on the course website. I will hand out lecture slides, handouts with detailed\nderivations or examples on select class material, problem sets, and practice exam questions.\nIn addition to the posted materials, I recommend, but do not require, “Essentials of Invest-\nments” by Zvi Bodie, Alex Kane, Alan Marcus, 12th edition (prior editions are fine too). There\nare multiple different purchase options for this book. There is a hardcover available at NYU\nbookstore. Additionally, there are multiple options available on the publisher’s website: e-book\nrental/purchase, physical loose-leaf book purchase, and a “Connect” e-book that gives you\naccess to more practice problems. There is also a solutions manual available.\nCommunication: The class website is on Brightspace at https://brightspace.nyu.edu/ .\nIt is your responsibility to keep up with the announcements posted on the course website.\nGrades: Your course grade will be based on:\nItem Share\nParticipation 10%\nHomework 20%\nMidterm 30%\nFinal 40%\nParticipation is an important part of the course grade, and there are numerous ways to con-\ntribute in this respect. I strongly encourage you to attend and to speak up in class. Questions\nare always welcome. If you find an article/post/tweet that illustrates a topic we have covered in\nclass, please send it along and I will post it to the course website. I post short concept questions\nafter each lecture: completing those within 7 days from the class date also earns participation\ncredit.\nAt NYU Stern, we strive to create courses that challenge students intellectually and that meet\nthe Stern standards of academic excellence. To ensure fairness and clarity of grading, the Stern\nfaculty have adopted a grading guideline for core courses with enrollments of more than 25\nstudents in which approximately 35% of students will receive an “A” or “A-” grade. This\ncourse has more than 25 students.\nGeneral Conduct and Behavior: Students are expected to maintain and abide by the highest\nstandards of professional conduct and behavior. Please familiarize yourself with Stern’s Policy\nin Regard to In-Class Behavior & Expectations and the NYU Student Conduct Policy.\nAcademic Integrity: Our undergraduate Academics Pillar states that we take pride in our\nwell-rounded education and approach our academics with honesty and integrity. As members\nof our community, all students agree to abide by the NYU Academic Integrity Policies as well\nas the NYU Stern Student Code of Conduct, which includes a commitment to:\n2\n– Exercise integrity in all aspects of one’s academic work including, but not limited to, the\npreparation and completion of exams, papers and all other course requirements by not\nengaging in any method or means that provides an unfair advantage.\n– Clearly acknowledge the work and efforts of others when submitting written work as one’s\nown.\n– Refrain from behaving in ways that knowingly support, assist, or in any way attempt to\nenable another person to engage in any violation of the Code of Conduct.\nThe entire Stern Student Code of Conduct applies to all students enrolled in Stern courses and\ncan be found here: www.stern.nyu.edu/uc/codeofconduct .\nPer request of the dean, you must include a signed statement at the top of each homework\nassignment and exam, indicating that you adhere to the Code of Conduct. The statement is:\n“I pledge my honor that I have not violated the NYU Stern Student Code of Conduct in the\ncompletion of this exam/problem set.” I provide a cover sheet for homework assignments that\nincludes this statement. It is in your best interest that potential employers know that Stern\ntakes honesty seriously. Stern’s reputation adds to the value of your degree.\nStudent Accessibility: If you will require academic accommodation of any kind during this\ncourse, you must notify me at the beginning of the course and provide a letter from the Moses\nCenter for Student Accessibility (212-998-4980, mosescsa@nyu.edu ), verifying your registration\nand outlining the accommodations they recommend. If you will need to take an exam at the\nMoses Center for Student Accessibility, you must submit a completed Exam Accommodations\nForm to them at least one week prior to the scheduled exam time to be guaranteed accom-\nmodation. For more information, visit the CSA website: https://www.nyu.edu/students/\ncommunities-and-groups/student-accessibility.html\nStudent Wellness: Classes can get stressful. I encourage you to reach out if you need help.\nOur aim is for students to be as successful academically as they can, and to help them over-\ncome any impediments to that. Bookmark the NYU Stern Well-being Resource Hub for existing\nservices at NYU and Stern covering a wide variety of topics including financial well-being, re-\nlationship well-being, mental well-being, and more. Any student who may be struggling and\nbelieves this may affect their performance in this course is urged to contact the Moses Center\nfor Student Accessibility (212-998-4980, mosescsa@nyu.edu ) to discuss academic accommoda-\ntions. If mental health assistance is needed, please call NYU’s 24/7 Wellness Exchange hotline\n212-443-9999. Furthermore, please approach me if you feel comfortable doing so. This will\nenable me to provide relevant resources or referrals. There are also drop in hours and appoint-\nments. You can find out more at http://www.nyu.edu/students/health-and-wellness/\ncounseling-services.html\nName Pronunciation and Pronouns: Stern students now have the ability to include their\npronouns and name pronunciation in NYU Albert.\nHomework Assignments: There are four homework assignments over the course of the\nsemester. Each assignment contains an Excel question, emphasizing a practical implemen-\ntation of a concept from class. The assignments are graded on a 10-point scale. Homework\n3\nmust be turned in online, either in PDF, Word, or Excel format.\nYou are encouraged to work in groups on the assignments, but you must hand in your own\nwrite-up and list the names of people you worked with.\nStudy Groups: I highly recommend that you regularly review the class material in a study\ngroup. Do not wait until exam time to meet with your group.\nCalculator and Software: You need a calculator for this class. Please make sure it can\nhandle logarithms and exponentials. It is recommended but not required to have a financial\ncalculator. Standard models include the HP 12C (about $60), the HP 10B–II (about $25), and\nthe TI BA–II Plus (about $30). Please bring your calculator to class, as we will work through\nexamples together. I have included some slides in the course pack to help you learn how to\noperate a financial calculator if you choose to buy one.\nAt least one problem in each HW assignment requires you to use Excel. Every student at Stern\nis expected to be comfortable with Excel and every Finance Specialization student is expected\nto have knowledge of Excel that extends beyond basic familiarity. The TAs are available to\nhelp with Excel questions.\nConcept Questions: After each class, I will post multiple-choice concept questions on the\ncourse website. I will not grade them for correctness but completing them within seven days\nfrom the class day will contribute to your participation grade. After submitting your answers\non the course website you will see the correct answers and a brief explanation. The concept\nquestions are good preparation for the exams and a useful tool for keeping up with the material.\nAfter you have reviewed the material, it should take you no more than 15 minutes to complete\nthe concept questions.\nSuggested Problems: Suggested problems from “Foundations of Finance” are posted on the\nclass website. These problems are intended to give you extra practice over and above the\nhomework assignments. You do not have to turn them in, and there is no credit for them.\nYou can look up solutions in the solution manual. Additionally, the “Connect” version of the\ntextbook gives you access to extra practice problems on the publisher’s website.\nExams: The midterm and final exams test your understanding of the key concepts in the class.\nTo prepare, review the slides together with your own class notes, the handouts, the concept\nquestions, the homework assignments, the sample exam questions, and preferably the suggested\ntextbook problems. The final exam will be cumulative with an emphasis on the material from\nthe second half of the course.\nI anticipate that both exams will take place in person. The exams are closed-book but you are\nallowed to bring one double-sided formula sheet for the midterm exam and two double-sided\nformula sheets for the final. I will also post my own version of the formula sheet on the course\nwebsite.\nThere will be a post-midterm evaluation in class. If you are forced to miss the final exam,\nyou will be required to make it up after the semester is over. Due to University regulations as\nconfirmed by the Dean’s office, students must take the final exam with the section for which\n4\nthey are registered.\nReligious observances and other absences: NYU’s Calendar Policy on Religious Hol-\nidays states that members of any religious group may, without penalty, absent themselves\nfrom classes when required in compliance with their religious obligations. You must notify\nme in advance of religious holidays or observances that might coincide with exams, assign-\nments, or class times to schedule mutually acceptable alternatives. Students may also contact\nreligiousaccommodations@nyu.edu for assistance.\nNYU Stern is committed to ensuring an equitable educational experience for all students regard-\nless of identity or circumstances and strives to recognize the obligations its students have outside\nof Stern. Please review all class dates at the start of the semester and review all course require-\nments to identify any foreseeable conflicts with exams, course assignments, projects, or other\nitems required for participation and attendance. If you are aware of a potential conflict, please\ncontact me as soon as possible to discuss any potential conflicts to determine whether/how they\ncan be accommodated.\nLaptops, cell phones & other electronic devices The use of electronic devices, for the\npurpose of note-taking only, is permitted. However, students should make every effort to avoid\ndistracting their classmates or disrupting the class, including arriving early and choosing a seat\nthat is less distracting for peers.\nStaying up to Date: The class website contains links to recent articles in the financial press\nthat complement the lectures. I have included a list of resources on the course website. If you\nfind an article you’d like to share with the class, please email me—remember this contributes\nto your participation grade.\n5\nCourse Outline: Below is a schedule of the topics for each class. Please note the exam dates and homework due dates. “MR”\nrefers to main reading from “Essentials of Investments,” “SR” refers to supplemental reading from “Essentials of Investments”.\nClass Topic Handouts MR SR Notes\n0. Financial Instruments and Markets\n1/22 (W) Introduction. Axioms of finance. Syllabus\n1/27 (M) Financial instruments and markets. 1.1-5, 2, 3.1 1.6-7, 3.8-9\n1. Performance of Securities\n1/29 (W) Present and future value. 1, 2 5.1-2\n2/3 (M) Returns and compounding. 3-8 5.1-2, 5.4; 5.3\n2/5 (W) Holding Period Returns, IRR. 3-8 5.1-2, 5.4; 5.3\n2. Portfolio Choice\n2/10 (M) Portfolio formation and returns. Efficient Portfolios. 9-10 5.5, 6.1-2\n2/12 (W) Investor preferences and optimal portfolios. 9-10 6.1-2\nThree-day weekend. Monday 2/17 off. Monday classes\nmeet on Tuesday.\n2/18 (Tu) Efficient and optimal portfolios with a riskless asset. 11, 12 5.6, 6.3 HW #1 Due.\n2/19 (W) –”– with multiple risky assets. 12, 13 6.4-6.5 6.6\n3. The Capital Asset Pricing Model\n2/24 (M) Introduction to the CAPM. 14 7.1-2\n2/26 (W) Proof of the CAPM. 14 7.1-2\n3/3 (M) Applications of the CAPM. 7.3\n3/5 (W) Beyond the CAPM 7.4-5\n3/10 (M) Overflow. Midterm review. HW #2 Due.\n4. Market Efficiency, Arbitrage\n3/12 (W) Market efficiency and return anomalies. 8 9\n3/17 (Monday) IN CLASS MIDTERM EXAM. Covers material through 3/10.\n6\nClass Topic Handouts MR SR Notes\n3/19 (W) Arbitrage and the Law of One Price. 17 3.2-3.7\n3/24 - 3/28 SPRING BREAK\n3/31 (M) Arbitrage and the Law of One Price. Limits to arbitrage. 3.2-3.7\n5. Valuation\n4/2 (W) Dividend discount models and valuation ratios. 15, 16 13.1-4 13.5-6\n6. Fixed Income Securities\n4/7 (M) Bond prices and yields. 18, 19 10.1-4 10.5\n4/9 (W) Bond returns, forward rates, and the yield curve. 20-22 10.6\n4/14 (M) Duration and immunization. 23, 24 11.1-3 11.4\n7. Options, Futures\n4/16 (W) Option basics. 25 15.1-2 HW #3 Due.\n4/21 (M) The Black-Scholes-Merton formula. 16.2-4 16.5\n4/23 (W) Arbitrage bounds. 26, 27 16.1 15.3-4\n4/28 (M) Overflow from options basics and arbitrage bounds.\n4/30 (W) Futures. Spot and futures arbitrage. 28 17.1, 17.3-4 17.2\n5/5 (M) Futures continued. Review. 17.5-6 HW #4 Due.\nFINAL EXAM between 5/8 and 5/14. Date TBD by the registrar.\n7"
    },
    {
        "学校": "MIT",
        "学年": "Spring 2020",
        "学院": "Physics",
        "课程名": "Physics 8.01",
        "教授": "Walter Lewin",
        "测试样式": "v0",
        "syllabus": " FOUNDATIONS\tIN\tTHE\tHUMANITIES\tWhat\tis\tHistory?\t Instructor: Duane Corpis, Associate Professor of Humanities and History Course Nr.: HIST-SHU-101 Classroom: E202 Semester: Fall 2023  Day/Time: Tuesdays and Thursdays, 1:45-3:00 pm Office Number: W810  Office Hours: Tuesdays, 11:00 am-1:00 pm or by appointment E-mail: duane.corpis@nyu.edu  Course Description: So you’re interested in studying some history? Perhaps your goal is to be a professional historian and to make a career out of conducting research in libraries and archives, or maybe you enjoy history in a more casual way, reading books (or watching shows and movies) set in the distant past. You might be a person who values thinking “historically” as a form of academic study with its own antiquarian pleasures of imagining the clothes, architecture, behaviors, and cultures of bygone eras.  Or perhaps you feel it is important to understand our contemporary world through the lens of historical events that have led us to where we are now. You might be fascinated with some particular historical figure, event, or development that evokes your sense of wonder and curiosity.  Or, you might be a historical critic, keenly aware of the manifold forms of power, hierarchy, and struggle that have constituted both the past and present. No matter what brings you to the study of the past, you probably already know that knowing a set of facts, names, and events is not enough to be a historian.  Historians have to be trained to identify, understand, and interpret complex developments, patterns, and connections.  They must learn how to formulate relevant questions, conduct research, evaluate sources, assess other historians’ claims and arguments, and present their research to a variety of audiences.  This course will introduce you to some of the theoretical and methodological frameworks that guide the work of historians.  We therefore will discuss a variety of interrelated issues connected to your intellectual growth:  research methods, approaches to writing of history, and historiography.  Although we will be covering some very practical matters (e.g., conducting archival research, analyzing primary sources from different perspectives, developing a historical research project), we will also attempt to “theorize” the meaning of those practices – for example, the archive as a politicized space, the politics of historical periodizations and geopolitical space).  Thus, this course is designed to help you develop a critical perspective of the discipline of history in order to encourage greater self-reflection concerning the importance and the limitations of academic historical knowledge.  \n Course Learning Outcomes and Goals: This course has several broad learning goals.  After you have completed this class, you should possess the knowledge to accomplish the following goals: • to better understand the range of research skills used by professional historians, in order to develop your own original research project in upper-level history courses; • to recognize, define, and apply a variety of methodological and theoretical approaches in order to interpret historical primary sources and to assess the claims made by other historians; • to recognize and explain how and why historians who work on similar topics arrive at differing conclusions, and thereby to take a position within various historiographical debates; • to identify, analyze, and critique the political, ethical, and ideological implications of historical methods, topics, and arguments. • to develop basic skills of engaged learning, including different ways of formulating, documenting, and discussing the knowledge you have acquired over the course of the semester, whether through note-taking, brainstorming, asking and answering questions, discussing and dialoguing with your peers, and summarizing your impressions and ideas through in written assignments or class presentations.    Required Books to Purchase for this Course • Davis, Natalie Zemon. The Return of Martin Guerre.  Boston:  Harvard University Press, 1984  • Dessalles, Pierre.  Sugar and Slavery, Family and Race:  The Letters and Diary of Pierre Dessalles, Planter in Martinique, 1808-1856.  Edited by Elborg Forster and Robert Forster. Baltimore:  Johns Hopkins University Press, 1996.  • Maza, Sarah.  Thinking About History.  Chicago:  University of Chicago Press, 2017.  • Trouillot, Michel-Rolph.  Silencing the Past: Power and the Production of History,  2nd ed. Beacon Press, 2015.  • All additional readings will be available for free through NYU Bobst Library as online books or articles (https://library.nyu.edu) or in Brightspace for download.  Please familiarize yourself with the procedures to search for and access online materials from the library’s website and to download materials from Brightspace.  Assignments and Grading Summary of Assignments:  Graded work will be based on 5 writing activities of varying length, an in-class presentation, and overall course participation.  All prompts for the assignments are described in the body of the syllabus, although the prompts may be modified before the deadline of the assignment \n to make the assignment more clear or precise.  You will receive further guidelines during the course of the semester as necessary.  The schedule and grading weights are listed here: – Sunday, September 10th, (6:00 pm, China Standard Time):   Writing Activity 1, no longer than 900 words         5% – Sunday, September 17th, (6:00 pm, China Standard Time):   Writing Activity 2, no longer than 800 words         5% – Sunday, October 8 (6:00 pm, China Standard Time):  Writing Activity 3, 1000 words              15% – Sunday, October 22 (6:00 pm, China Standard Time):  Writing Activity 4, 1000 words              15% – Sunday, December 10 (6:00 pm, China Standard Time):  Writing Activity 5, 1800-2400 words           30% – In-Class Presentation   See the handout for more details on the format      15% – Active Participation in Weekly Assignments and Discussions    15% Basic Standards for Assessing Grades:  Grades in the A range will be given for excellent work, which reflects the student’s exceptionally strong engagement with the readings and the discussions, as well as technical proficiency in writing, clarity of thinking, and careful, logical argumentation.   Grades in the B range will be given for above average work, which reflects the student’s successful engagement with the readings and the discussions, as well as technical proficiency in writing, clarity of thinking, and careful, logical argumentation.   Grades in the C range will be given for average work, which reflects the student’s competent but incomplete engagement with the readings and the discussions, as well as reflecting some weaknesses in technical writing proficiency, the formulation of clear thoughts, or careful argumentation.  Grades in the D and F range will be given for unsatisfactory work, which reflects the student’s lack of engagement with or understanding of the readings and the discussions, and reflects a student’s poor writing proficiency, incapacity to clearly express one’s thoughts and thought process, and weak skills in logical argumentation. \n Grades on most assignments will be assessed with the following grade-point conversion:  Letter Grade Points Percentage (presentations) A 4.00 94-110 A- 3.67 90-93 B+ 3.33 87-89 B 3.00 84-86 B- 2.67 80-83 C+ 2.33 77-79 C 2.00 74-76 C- 1.67 70-73 D+ 1.33 67-69 D 65-66 65-66 F .00 Below 65  Late written work:  Unless students are experiencing a serious emergency that would cause a delay in your work, which they must report to me in a timely manner before the deadline, all late assignments will have a one-third letter grade penalty for each day that the assignment is turned in late (an A becomes an A-, etc.).  If the reason for delay in work is a medical condition, students should contact their academic advisor to assess whether their condition is significant enough to warrant accommodation through the policies outlined by the NYU Moses Center for Student Accessibility (CSA).   Office hours:  If students have any questions about the material taught in this course, the readings, or the assignments, it is their responsibility to come to the professor’s office hours.  Students who cannot make office hours should set up an alternative time for an appointment.  Academic Integrity Violations of the NYUSH academic integrity policy are defined by and will be handled according to NYU Shanghai’s Statement on Academic Integrity as published in the Undergraduate Bulletin.   Breaches of academic integrity (including but not limited to plagiarism, unallowed use of digital or AI resources for the completion of assignments, or failure to cite sources of external information used in writing/research) could result in the failure of an assignment, failure of the course, or other sanctions, as determined by the Academic Affairs Office.  Attendance and Tardiness Students are expected to attend all scheduled classes.  If you are unable to attend a class, notify the professor before that class.   \n  Absences and Grades:  • For the first three classes a student misses, they will receive a grade of F for their participation grade for each class session missed. • Four or more absences from class will result in the grade of F for the student’s overall participation grade. • Eight or more absences from class will result in the grade of F for the final grade. Absence Exceptions:  • Observance of Religious Holidays: Students may miss class for the observance of religious holidays. If a student anticipates being absent because of religious observance, they must notify the professor in advance in order to create a plan for making up missed work. For more details, consult the following guidelines:  https://www.nyu.edu/about/policies-guidelines-compliance/policies-and-guidelines/university-calendar-policy-on-religious-holidays.html  • Competitions, Conferences, Presentations: Students are permitted to be absent from classes to participate in competitions, conferences, and presentations, either at home or out of town, as approved by the Associate Provost for Academic Affairs.  Students should review the Undergraduate Bulletin for the conditions they must meet to obtain approval for this kind of absence.  The students must provide the professor with proof of the Associate Provost’s approval.    • Illness: When students are ill, they are expected to notify professors in advance of class, if at all possible. If the instructor determines that it is an excused absence then the student should negotiate with the professor the time and place for make-up of assignments, tests and/or examinations missed. Students who have been seriously ill, hospitalized and/or miss more than a week of classes due to  medical reasons, should contact their academic advisor to discuss appropriate options for missed classes and/or coursework.   A student with an injury or medical condition that requires ongoing accommodations (temporary or permanent) should contact the NYU Moses Center for Student Accessibility (CSA). If an accommodation is recommended by the Moses Center, then Academic Affairs may communicate on behalf of students to advocate for excused absences/extensions. Reasonable accommodations, considering the course objectives, student learning, and fair standards, are ultimately decided by the professor.  Students who, in the judgment of the instructor, have not substantially met the requirements of the course or who have been excessively absent are not considered to have withdrawn from the course if they remain on the roster and may be given the final grade of F.   Tardiness:  Punctual arrival is mandatory for this class.  Students should arrive on time and should not not leave in the middle of class unless it is an emergency.   \n ARC Services The Academic Resource Center (ARC) will be offering distance support for students who are enrolled in The Academic Resource Center (ARC) offers both individual, one-on-one tutoring as well as group sessions in a variety of ways, in a variety of courses. You can log on to WCOnline to book an appointment with a Global Writing & Speaking Fellow or a Learning Assistant (LA). The Global Writing & Speaking Fellows conduct individual consultations on writing, speaking, reading, and academic skills coaching. LAs provide both individual and small-group tutoring support in over 30 STEM, Business, Economics, IMA/IMB, and Chinese Language classes. Visit shanghai.nyu.edu/arc for more information about ARC services.  Academic Accommodations for Students with Disabilities NYU Shanghai is committed to providing equal educational opportunity and participation for students with disabilities. It is NYU Shanghai’s policy that no student with a qualified disability be excluded from participating in any NYU Shanghai program or activity, denied the benefits of any NYU Shanghai program or activity, or otherwise subjected to discrimination with regard to any NYU Shanghai program or activity. Any student who needs a reasonable accommodation based on a qualified disability should register with the Moses Center for Student Accessibility for assistance. Students can register online through the Moses Center and can contact the Academic Accommodations Team at shanghai.academicaccommodations@nyu.edu with questions or for assistance.        Students with approved academic accommodations should discuss as early as possible with their professors to generate a reasonable agreement on assignment extensions and/or absences.   Title IX Statement  Title IX of the Education Amendments of 1972 (Title IX) prohibits discrimination on the basis of sex in educational programs. It protects victims of sexual or gender-based bullying and harassment and survivors of gender-based violence. Protection from the discrimination on the basis of sex includes protection from being retaliated against for filing a complaint of discrimination or harassment. NYU is committed to complying with Title IX and enforcing University policies prohibiting discrimination on the basis of sex. Mary Signor (mary.signor@nyu.edu), Executive Director of the Office of Equal Opportunity, serves as New York University’s Title IX Coordinator. The University’s Title IX Coordinator is a resource for any questions or concerns about sex discrimination, sexual harassment, sexual violence, or sexual misconduct and is available to discuss your rights and judicial options. University policies define prohibited conduct, provide informal and formal procedures for filing a complaint and a prompt and equitable resolution of complaints.     Note:  This syllabus provides a general plan for the course; changes in the syllabus and course schedule may be necessary and are subject to change. Changes will be communicated via email and in NYU Classes. It is the student’s responsibility to check email messages and course announcements to stay current in the online phase of the course. \n  PART I   THEORIZING THE BASICS:  TIME, SPACE, NARRATION   Week One  What is History?  What is Historiography?  What is the Past?   • Tuesday, August 29 Introduction to the course   • Thursday, August 31 How do historians imagine “time” itself?     \n Week Two Time and History:  Periodization   • Tuesday, September 5  How do historians imagine and invent time periods?  Required Reading for Thursday’s Discussion: • Hunt, Lynn.  “Is Time Historical?”  In Measuring Time, Making History.  Budapest and New York:  The Central European Press, 2008, pages 3-47.  [Bobst Library Online: De Gruyter]  • Thursday, September 7  What are the politics of periodization?  Required Reading for Thursday’s Discussion: • Hunt, Lynn.  “Modernity and History.”  In Measuring Time, Making History.  Budapest and New York:  The Central European Press, 2008, pages 47-93.  [Bobst Library Online: De Gruyter Online] Required Group Readings for Thursday’s In-Class Group Work: • Group One:  Bin Wong, R.  “Beyond Sinocentrism and Eurocentrism,” Science & Society 67 no. 2 (Summer 20013): 173-184.  [Bobst Library Online:  JSTOR] • Group Two:   Chakrabarty, Dipesh.  “The Muddle of Modernity,” The American History Review 116, no. 3 (June 2011):  663-675.  [Bobst Library Online:  JSTOR] • Group Three:   Ben-Dor Benite, Zvi.  “The Sphinx and the Historian,” The American History Review 116, no. 3 (June 2011):  638-652.  [Bobst Library Online:  JSTOR]  Writing Activity 1:  Describe a historical moment, epoch, or period of history that fascinates or interests you, and discuss why.  First, describe some of the most important characteristics, people, or events related to the time period that you have selected. Second, explain your personal investment in this historical time period.  Why does this period of history fascinate or interest you? Third, using at least two of the articles you have read so far in weeks one and two, explain any underlying ideological or political stakes in why this period of history has been deemed important by you and by others. In this third section of your essay, make explicit use of the insights drawn from the authors in Weeks 1 and 2 by referring to at least 2 authors’ concepts, ideas, examples, and/or arguments in order to take a critical stance toward your choice and to try to understand the (sometimes hidden, sometimes explicit) reasons why some moments or periods of history matter to us in the present. Be sure to use formal citations (Chicago Manual of Style) to reference any information, ideas, or arguments that you are borrowing from other people, including anything you discuss in sections 1 and 2 of this essay, including information you research to explain the period that is not part of your own basic knowledge. 900 words maximum (around 2.5 - 3 pages, double-spaced, 12-point Times or Times New Roman, 1” margins). This assignment is worth 5% of your final grade. Complete this assignment, and upload it into Brightspace as a Word Document or a PDF no later than 6:00 pm, Sunday, September 10, 2023, China Standard Time.  \n Week Three Time and History:  The Politics of Temporality  • Tuesday, September 12 Does time itself have a history?  Professor’s Lecture:  No Readings this Tuesday  • Thursday, September 14 How have historians studied temporality?  Required Reading for Thursday’s Discussion:   • Thompson, E.P. “Time, Work-Discipline and Industrial Capitalism,” Past and Present 38 (December 1967): 56-97. [Bobst Library Online:  JSTOR] 1st Individual Reading for Presentation: • Atkins, Keletso E.  “’Kafir Time’: Preindustrial Temporal Concepts and Labour Discipline in Nineteenth-Century Natal,” Journal of African History 29, No. 2 (1988): 229-244. [Bobst Library Online:  JSTOR]  Writing Activity 2:  This writing assignment falls into the category known as “self-reflexive” writing, in which you use specific examples from your own life to critically assess the conditions of your society and your surroundings to imagine what impact they have on you and/or that you have one your society and surroundings. In self-reflexive writing, it is often important to speculate (and hence to adopt a speculative tone in your written voice), since the object is not to prove beyond doubt that your claims are correct. Rather, your goal is to think through questions by putting your experiences and your thoughts in dialogue with the readings we’ve done for this week and with your sense of external social forces that influence your life.  I am looking for coherent and clear thinking, but not necessarily fully polished prose.  In your response, answer the following two sets of questions:  (1) In what ways do you experience time in your own, personal life as a form of work-discipline, and in what ways have your own experiences of time escaped from the temporality of work-discipline?  To answer this question, be sure you are using E.P. Thompson’s concept accurately.   (2) Are there moments in your life when time seems to drag along slowly or other moments when it seems to race faster than what you would define as your normal temporal pace?  After describing one or two examples of such moments, explain how society’s norms, expectations, structures, or conditions shape your personal experiences of different temporal speeds or paces – too slow, too fast, or just right.  You should use E.P. Thompson and/or Keletso Atkins as (direct or indirect) models for how you might think about time as a social construction related to the historical social conditions of the present world. If you make any specific references to the authors from this week, be sure to use formal citations to site exactly where you got your information  (Chicago Manual of Style). 800 words maximum (around 2 – 2.5 pages, double-spaced, 12-point Times or Times New Roman, 1” margins). This assignment is worth 5% of your final grade. Complete this assignment, and upload it into Brightspace as a Word Document or a PDF no later than 6:00 pm, Sunday, September 17, 2023, China Standard Time.  \n Week Four Geography and History:  Mapping the Spaces of Historical Research   • Tuesday, September 19 How and why has the geography of continents shaped historical studies?  Required Reading for Tuesday’s Discussion:   • Lewis, Martin W. and Kären E. Wigen.  “The Architecture of Continents.”  In The Myth of Continents.  Berkeley:  University of California Press, 1997.  Chapter 2, pages 21-46.  [Bobst Library Online:  JSTOR]   • Thursday, September 21 How and why has the territorial space of empires and nations driven historical studies?  Required Reading for Thursday’s Discussion:   • Maza, Sarah.  “The History of Where?” Chapter 2 in Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase] 2nd Individual Reading for Presentation: • Hostetler, Laura.  Qing Colonial Enterprise: Ethnography and Cartography in Early Modern China.  Chicago:  University of Chicago Press, 2001.  Pages 51-80. [Assignment List in Brightspace]  \n Week Five Geography and History:  Rethinking Space and Territory  • Tuesday, September 26 How can we reimagine geography beyond nations, empires and continents?  Required Readings for Tuesday:   • Braudel, Fernand.  The Mediterranean and the Mediterranean World in the Age of Philip II.  Vol. 1, translated by Sian Reynolds.  Oakland:  University of California Press, 1995.  On mountains, plateaus, hills and foothills: pages 23-47, 51-60.  On the plains:  60-62, 66-85. On the seas: 103-138.  On the coastlines: 138-158.  The boundaries of the Greater Mediterranean:  169-177, 181-185, 224-230.  The Climate:  231-272.  [Assignment List in Brightspace]  • Thursday, September 28 Can Fernand Braudel’s model be applied to Asia?  3rd, 4th and 5th  Individual Readings for Presentations:   • Bin Wong, R.  “Between Nation and World:  Braudelian Regions in Asia,” Review (Fernand Braudel Center) 26, no. 1 (2003): 1-45.  [Bobst Library Online:  JSTOR] • Amrith, Sunil S. “The Life of the Bay of Bengal.” In Crossing the Bay of Bengal: The Furies of Nature and the Fortunes of Migrants. Boston: Harvard University Press, 2013. Chapter 1, pages 6-31.  [Bobst Library Online:  Ebook Central] • Scott, James C.  “Hills, Valleys, and States:  An Introduction to Zomia.”  In The Art of Not Being Governed: An Anarchist History of Upland Southeast Asia.  New Haven:  Yale University Press, 2009.  Chapter 1, pages 1-39.  [Bobst Library Online:  De Gruyter Books]   Writing Activity 3:   This week is the first analytical essay for this course. We have spent two weeks thinking about different ways that historians explore geography. In this essay, explain how Braudel’s understanding of the slow pace of history rooted in expansive regional environmental and social conditions breaks away from a narrow focus on the nation-state and its boundaries as the primary stage upon which human history unfolds.  You should consider the following:  how Braudelian geography exceeds any one nation state and encompasses many regions that became nation-states in the 19th and 20th centuries, how Braudel’s comparisons of social and economic life across regions questions the specificity of distinct national cultures, how methodologically Braudel’s model is less concerned with the history of “events” (i.e., of political activities of the national ruling classes).  You should make specific references to the authors from both Weeks 4 and 5, including the individual readings assigned for presentations if you have read them.  Be sure to use formal citations to site exactly where you got your information  (Chicago Manual of Style). 1000 words maximum (around 4 pages, double-spaced, 12-point Times or Times New Roman, 1” margins). This assignment is worth 15% of your final grade. Complete this assignment, and upload it into Brightspace as a Word Document or a PDF no later than 6:00 pm, Sunday, October 8, 2023, China Standard Time.  \n Week Six The Politics of Historical Narratives  • Tuesday, October 10  Can historical narratives ever tell us the whole story?  Can history silence the past as much as it can give the past a voice?  How do we account for the multiplicity of competing voices narrating history?  Required Readings for Tuesday (only group 1): • Trouillot, Michel-Rolph.  “The Three Faces of Sans Souci.”  Chapter 2 in Silencing the Past: Power and the Production of History.  Boston:  Beacon Press, 1995.  Pages 31-69. [Digital Copy for Purchase] • Trouillot, Michel-Rolph.  “An Unthinkable History.”  Chapter 3 in Silencing the Past: Power and the Production of History.  Boston:  Beacon Press, 1995.  Pages 70-108.  [Digital Copy for Purchase]  • Thursday, October 12  Can historical narratives ever tell us the whole story?  Can history silence the past as much as it can give the past a voice?  How do we account for the multiplicity of competing voices narrating history?  Required Readings for Tuesday (only group 2): • Maza, Sarah.  “How is History Produced?” Chapter 4 in Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase]   \n Week Seven The Politics of Historical Narratives  • Tuesday, October 17  What role does historical memory play in shaping historical narratives?  Required Reading for Tuesday (only group 2): • Trouillot, Michel-Rolph.  “Good Day, Columbus.”  Chapter 4 in Silencing the Past: Power and the Production of History.  Boston:  Beacon Press, 1995.  Pages108-140.  [Digital Copy for Purchase] • Trouillot, Michel-Rolph.  “The Presence in the Past.”  Chapter 5 in Silencing the Past: Power and the Production of History.  Boston:  Beacon Press, 1995.  Pages 141-153.  [Digital Copy for Purchase]   • Tuesday, October 19  Is history fact or fiction?  Required Reading for Tuesday (only group 1 ): • Maza, Sarah.  “Facts or Fictions?” Chapter 6 in Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase]   Writing Activity 4:   For two weeks, we have been considering the fact that no historical project can ever tell the entirety of the story.  In this sense, History is not the sum total of events in the past, but a set of interpretations, which can change over time, dependent on the knowledge and even the ideological assumptions of the persons telling that story.  Drawing from the assigned texts written by Trouillot and Maza in Weeks Six and Seven, explain the problems associated with attempting to provide a total, objective history of the “past,” and the problems associated with acknowledging that historical accounts are incomplete, fragmented interpretations that can change over time.  You should make specific references to the authors from both Weeks 4 and 5, including the individual readings assigned for presentations if you have read them.  Be sure to use formal citations to site exactly where you got your information  (Chicago Manual of Style). 1000 words maximum (around 4 pages, double-spaced, 12-point Times or Times New Roman, 1” margins). This assignment is worth 15% of your final grade. Complete this assignment, and upload it into Brightspace as a Word Document or a PDF no later than 6:00 pm, Sunday, October 21, 2023, China Standard Time.   \n  PART II.  EXPLORING HISTORICAL METHODS   Week Eight Archives and the Production of Historical Knowledge  • Tuesday, October 24   How does the archive shape historical knowledge?  Required Readings for Tuesday:   • Joyce, Patrick.  “The Politics of the Liberal Archive,” History of the Human Sciences 12, No. 2 (May 1999): 35-49. [Bobst Library Online:  SAGE Journals Premier 2021 (PREM 2021)]  • Thursday, October 26  How can we critically reimagine the archive?  6th, 7th and 8th Individual Readings for Presentations:   • Samuels, Helen Willa.  “Who Controls the Past?” American Archivist 49, No. 2 (Spring 1986): 109-124.  [Bobst Library Online:  JSTOR] • Scott, Rebecca J.  “The Provincial Archive as a Place of Memory:  The Role of Former Slaves in the Cuban War of Independence (1895-98),” History Workshop Journal 58 (Autumn 2004): 149-166. [Bobst Library Online:  JSTOR] • Fuentes, Marisa J.  “Molly:  Enslaved Women, Condemnation, and Gendered Terror.” In Dispossessed Lives: Enslaved Women, Violence, and the Archive.  Philadelphia;  University of Pennsylvania Press, 2016.  Chapter 4, pages 100-132. [Bobst Library Online:  Ebook Central]  \n Week Nine Sampling Historical Debates  • Tuesday, October 31 The rise and fall of social history  Required Readings for Tuesday:   • Maza, Sara. “The History of Whom?” Chapter 1 in Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase] • Joyce, Patrick. “The End of Social History?” Social History 20.1 (1995): 73-91. [Bobst Library Online:  JSTOR] 9th Individual Readings for Presentation (The presenter this week must discuss both readings):   • Ely, Geoff and Keith Nield.  “Starting Over: The Present, The Post-Modern and the Moment of Social History,” Social History 20.3 (1995): 355-364. [Bobst Library Online:  JSTOR] • Joyce, Patrick. “The End of Social History? A Brief Reply to Eley and Nield,” Social History 21.1 (1996): 96-98. [Bobst Library Online:  JSTOR]  • Thursday, November 2 Is gender a social construction?  Required Readings for Thursday:   • Scott, Joan. “Gender: A Useful Category of Historical Analysis,” American Historical Review 91 (1986):  28-50. [Bobst Library Online:  JSTOR] 10th. Individual Readings for Presentation:   • Downs, Laura Lee. “If ‘Woman’ Is Just an Empty Category, Then Why Am I Afraid to Walk Alone at Night?” Comparative Studies in Society and History 35, no. 2 (April 1993): 414-437. [Bobst Library Online:  JSTOR]  \n Week Ten Sampling Historical Methods:  Microhistory  • Tuesday, November 7 What is microhistory?  Required Reading for Tuesday: • Davis, Natalie Zemon.  The Return of Martin Guerre.  Boston:  Harvard University Press, 1983.  Introduction and chapters 1-7. [Digital Copy for Purchase]   • Thursday, November 9 How do historians speculate about the past when the sources are silent or tell too many stories?  Required Reading for Tuesday: • Davis, Natalie Zemon.  The Return of Martin Guerre.  Boston:  Harvard University Press, 1983.  Introduction and chapters 1-7.  Chapters 8-12 and Epilogue. [Digital Copy for Purchase] • Maza, Sarah.  Section entitled “In Search of Meaning:  Microhistory” in chapter 4, “How is History Produced?” Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase]   \n Week Eleven Sampling Historical Methods:  World-Systems Analysis and the History of Global Capitalism  • Tuesday, November 14  How do we build a global picture of world historical procceses?  Required Readings for Tuesday: • Wallerstein, Immanuel. World-Systems Analysis:  An Introduction (Durham and London:  Duke University Press, 2006 [2004]), pages 1-59.  Includes a glossary of terms, that might be useful as you read, but not necessary (pages 91-100).  [Bobst Library Online:  Ebook Central] • Wallerstein, Immanuel and Joan Smith, “Households as an Institution of the World-Economy.” In The Essential Wallerstein (New York:  The New Press, 2000), pages 234-252.  [Assignment List in Brightspace]   • Thursday, November 16  How do we build a global picture of world historical processes?  Required Readings for Tuesday: • Wallerstein, Immanuel and Terence K. Hopkins, “Commodity Chains in the World-Economy Prior to 1800.”  In The Essential Wallerstein (New York:  The New Press, 2000), pages 221-233.  [Assignment List in Brightspace] 11th Individual Reading for Presentation:   • Beckert, Sven, et al.  “Commodity Frontiers and the Transformation of the Global Countryside:  A Research Agenda.”  Journal of Global History 16, no. 3 (November 2021): 435-450.  [Bobst Library Online:  Cambridge University Press Journals Complete] 12th Individual Reading for Presentation:   • Pierson, Stacey.  “The Movement of Chinese Ceramics:  Appropriation in Global History.”  The Journal of World History 23, no. 1 (March 2012): 9-39.  [Bobst Library Online:  JSTOR]     \n Week Twelve    Reading and Interpreting Primary Sources  • Tuesday, November 21  Strategies for reading primary sources…  Required Readings for Tuesday:   • Desalles, Pierre.  Sugar and Slavery, Family and Race:  The Letters and Diary of Pierre Dessalles, Planter in Martinique, 1808-1856, edited by Elborg Forster and Robert Forster (Baltimore and London:  Johns Hopkins University Press, 1996), pages 3-240.  [Hardcopy Purchase]  • Thursday, November 23  Strategies for understading primary sources…  Required Readings for Thursday:   • Desalles, Pierre.  Sugar and Slavery, Family and Race:  The Letters and Diary of Pierre Dessalles, Planter in Martinique, 1808-1856, edited by Elborg Forster and Robert Forster (Baltimore and London:  Johns Hopkins University Press, 1996), pages 3-240.  [Hardcopy Purchase]  Writing Activity 5:  Using the letters and diary of Pierre Dessalles and methodological perspectives drawn from Week Ten (microhistory) and Week Eleven (world systems analysis),  you will complete two short essays applying microhistory and world systems analysis to the primary sources concerning the social life of colonial Martinique and the system of slavery on the island’s plantations.  Pick a group of letters and/or diary entries that allow you to reflect on some theme or topic that is related to the types of questions and problems analyzed by Immanuel Wallerstein and other scholars using world systems analysis.  Based upon insights, arguments, concepts, and ideas that you draw directly from the world systems analysis, compose a short essay that analyzes those letters and/or diary entries you have chosen, as if you were a member of the scholarly circles who conduct research through the lens of world systems analysis.   The essay should include full and appropriate references, citations, and examples from the scholarly readings and the primary source.  Assignment 4:  Either using the exact same sources you used in Essay One or selecting a new group of letters and/or diary entries, write a second essay that allows you to reflect on some theme or topic that is related to the types of questions and problems analyzed by scholars working from the perspective of microhistory. Based upon insights, arguments, concepts, and ideas drawn directly from microhistorical methods, compose a short essay that analyzes those letters and/or diary entries you have chosen, as if you were a microhistorian like Natalie Zemon Davis.  The essay should include full and appropriate references, citations, and examples from the scholarly readings and the primary source.    Feel free to incorporate other readings you have done in this course. Each essay should be between 900-1200 words (3-4 pages), should include appropriate footnotes using Chicago Manual of Style format for all materials you use, and should be types in 12-point font, Times or New Times Roman, with 1” margins. This assignment is worth 30% of your final grade. Complete this assignment, and upload it into Brightspace as a Word Document or a PDF no later than 6:00 pm, Sunday, December 10, 2023, China Standard Time.  \n  Week Thirteen    Reading and Interpreting Primary Sources  • Tuesday, November 28  Strategies for interpreting primary sources…  Required Readings for Tuesday:   • Desalles, Pierre.  Sugar and Slavery, Family and Race:  The Letters and Diary of Pierre Dessalles, Planter in Martinique, 1808-1856, edited by Elborg Forster and Robert Forster (Baltimore and London:  Johns Hopkins University Press, 1996), pages 3-240.  [Hardcopy Purchase]  • Thursday, November 30  Strategies for applying scholarly insights to primary sources…  Required Readings for Thursday:   • Desalles, Pierre.  Sugar and Slavery, Family and Race:  The Letters and Diary of Pierre Dessalles, Planter in Martinique, 1808-1856, edited by Elborg Forster and Robert Forster (Baltimore and London:  Johns Hopkins University Press, 1996), pages 3-240.  [Hardcopy Purchase]     \n Week Fourteen    Intellectual Trends in the Field of History  • Tuesday, December 5  What are some broad changes in the historical profession over the past 50 years?  Required Readings for Tuesday:   • Maza, Sarah.  “The History of What?” Chapter 3 in Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase] • Maza, Sarah.  “Facts or Fictions?” Chapter 6 in Thinking About History. Chicago: University of Chicago Press, 2017.  [Digital Copy for Purchase]  • Thursday, December 7  How has the theory of intersectionality influenced historical studies in recent years?  Required Readings for Thursday:   • Sears, Clare. “Problem Bodies, Nation-State.”  Chapter 6 of Arresting Dress: Cross-Dressing, Law, and Fascination in Nineteenth-Century San Francisco.  Durham, NC:  Duke University Press, 2014.  [Bobst Library Online:  Ebook Central] 13th Individual Reading for Presentation:   • Gore, Dayo F.  “In Defense of Black Womanhood: Race, Gender, Class and the Politics of Interracial Solidarity, 1945-1951.”  Chapter 2 in Radicalism at the Crossroads:  African American Women Activists in the Cold War. New York:  NYU Press, 2011. Pages 46-73. [Bobst Library Online:  NYU Press Scholarship Online]    "
    }
]